#!/usr/bin/env python
# -*- coding: utf-8 -*-

commentList = ['老师工作十分认真负责',
               '上课的时候很幽默',
               '就是作业有点多',
               '老师长得很好看呀~~最喜欢他的课了~~',
               '这个老师是我的老乡==',
               '这是我见过的PPT做的最用心的老师,给老师点各赞',
               '老师讲课突出重点，内容详细，条理清晰，细致入微',
               '老师很关心我们~~'
               ]  # 提交的评论列表
allCommentSuccessMsg = '亲爱的%s:<br>你提交的课程评价已经完成，为了确保成功，请务必访问' \
                       '<a href="http://202.194.15.33:21043">http://202.194.15.33:21043</a> ' \
                       '查看是否评价成功，如果可以的话，希望你能够专注一下本猿的公众号，手动搜索 > 序猿的小站<br>' \
                       '如果在课程评估中出现了什么问题，你可以通过这个邮件来联系我<br>' \
                       '希望你是一个漂亮的小姑娘( ♥д♥)'

passwordErrorMsg = '很遗憾，你的登录密码错误，请仔细核对，你输入的密码是%s'

commentErrorMsg = "抱歉,你的学号已经登录成功了但是服务器返回了异常数据,出于隐私的尊重我没有留下你的帐号密码" \
                  "如果可以的话,我想请求一下你的帐号使用权,去Debug找到问题存在的地方,为更多同学谋求便利,谢谢!" \
                  "(同意捐赠帐号请回复学号 密码到此邮件,人品保证不泄漏任何隐私信息."
